Revit 2024 API
UnitTypeId.Kilovolts Property
 Kilovolts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Kilovolts { get; }
Visual Basic
Public Shared ReadOnly Property Kilovolts As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Kilovolts {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace